Repository: EnigmaWeb/wp-catalogue
Catalog: languages/wpc-*.po
Languages: tr_tr

source: Custom Taxonomy Order settings
tr_tr: Özel Vergi/Sipariş Ayarları

source: Drag and drop items to customise the order of categories in WP Catalogue
tr_tr: Kategorileri sıralamasını düzenlemek için sürükleyip ilgili alana bırakın

source: Save Order
tr_tr: Siparişi kaydet

source: No terms found
tr_tr: Herhangi bir kural bulunamadı

source: Drag and drop items to customise the order of products in WP Catalogue
tr_tr: Kategorileri sıralamasını düzenlemek için sürükleyip ilgili alana bırakın

source: Help Improve This Plugin!
tr_tr: Bu eklentinin gelişimine destek olun!

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contributaion.
tr_tr: Eklentiyi beğendiniz mi? Tüm bağışlar bu eklentinin gelişimi için kullanıcaktır. Desteğiniz için teşekkürler.

source: you can also help by
tr_tr: Bize bu şekilde de yardım edebilirsiniz

source: rating this plugin on wordpress.org
tr_tr: wordpress.org üzerinden bu eklentiyi oylayın

source: If you are having problems with plugin please talk about them on
tr_tr: Eklentiyle alaklı sorunlarınızı bize buradan ulaştırabilirsiniz

source: Order updated successfully.
tr_tr: Siparişiniz başarıyla güncellendi

source: An error occured, order has not been saved.
tr_tr: Bir hata Oluştu ve Kayıt başarısız oldu.

source: Drag and drop items to set the custom order.
tr_tr: Sıralamayı sürükle bırak mantığıyla yapabilirsiniz.

source: WP Catalogue
tr_tr: Araçlar

source: Add New Product
tr_tr: Yeni Ürün Ekle

source: Edit Product
tr_tr: Ürünü Düzelt

source: View Product
tr_tr: Ayrıntıları Görüntüle

source: Search WPC Product
tr_tr: Ürünlerde Ara

source: No Product found
tr_tr: Hiç bir ürün bulunamadı

source: No Product found in trash
tr_tr: Çöpte hiç bir ürün bulunamnadı

# taxonomy general name
source: Categories
tr_tr: Kategoriler

# taxonomy singular name
source: Categories
tr_tr: Kategoriler

source: Search Categories
tr_tr: Kategorilerde ara

source: All Categories
tr_tr: Tüm Kategoriler

source: Parent Categories
tr_tr: Üst Kategori

source: Parent Categories:
tr_tr: Üst Kategoriler:

source: Edit Categories
tr_tr: Kategorileri Düzenle

source: Update Categories
tr_tr: Kategorileri Güncelle

source: Add New Categories
tr_tr: Yeni Kategori Ekle

source: New Categories Name
tr_tr: Yeni Kategori Adı

source: Categories
tr_tr: Kategoriler

source: Title
tr_tr: Başlık

source: <a href="javascript:;">Category</a>
tr_tr: <a href="javascript:;">Kategori</a>

source: Date
tr_tr: Tarih

source: No Category
tr_tr: Kategori Yok

source: Settings
tr_tr: Ayarlar

source: Settings updated successfully
tr_tr: Ayarlar başarıyla güncellendi

source: Settings
tr_tr: Ayarlar

source: Adjust the basic presentation of your product catalogue here. It is important to set this up before you start uploading products so the plugin knows what size to generate thumbnails and product images
tr_tr: Ürün Kataloğuyla ilgili ayarları buradan yapabilirsiniz, önemli olan ürünlerin görsellerini yüklemeden boyutlandırmaları bilmeniz.

source: You can further customise the design of your product catalogue in your theme css.
tr_tr: Css dosyası üzerinden genel temayı değiştirebilirsiniz.

source: Grid Rows
tr_tr: Kılavuz Satırlar

source: products per row
tr_tr: Her satırdaki ürünler

source: Choose Theme Color
tr_tr: Tema Rengi Seç

source: Pagination
tr_tr: Sayfa numaraları

source: products per page (use 0 for unlimited)
tr_tr: Bir sayfa içindeki ürün sayısı (sınırsız için 0)

source: Gallery Image
tr_tr: Galeri Görseli

source: Height
tr_tr: Yükseklik

source: Width
tr_tr: Genişlik

source: Thumbnail
tr_tr: Küçük Resim

source: Scale & Crop
tr_tr: Boyutlandır & Kırp

source: Scale To Fit
tr_tr: Uzatarak Boyutlandır

source: Show Next/Prev Links
tr_tr: Sonraki/Önceki Butonlarını Göster

source: Inner Template Header
tr_tr: İç Şablon Başlığı

source: Use this area to add your theme layout divs if you are having problems with inner pages of the catalogue.
tr_tr: Bu bölüme katalog görünümünü ekleyebilirsiniz.

source: Inner Template Footer
tr_tr: İç Şablon Altbilgisi

source: Use this area to close the open divs after the WP Catalogue.
tr_tr: Bu bölümü katalogdan sonraki divleri kapatmak için kullanabilirsiniz.

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contribution.
tr_tr: Eklentiyi beğendiniz mi? Tüm bağışlar bu eklentinin gelişimi için kullanıcaktır. Desteğiniz için teşekkürler.

source: Need Support?
tr_tr: Yardıma mı ihtiyacınız var?

source: Check out the
tr_tr: Bunu deneyin

source: and
tr_tr: ve

source: Support Forums
tr_tr: Destek Forumları
